Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2018/6_samisk_filmbolge_baner_vei.pdf.tmx
Source language: nob
Languages: sme

source: 6 Samisk filmbølge baner vei
sme: 6 Sámi filbmabárru láidesta

source: Monica Mecsei, stipendiat/universitetslektor ved Institutt for kunst- og medievitenskap, NTNU
sme: Monica Mecsei, stipendiáhtta/ universitehtalektor Dáidda- ja mediadiehtaga instituhtas, NTNU

source: Sammendrag
sme: Čoahkkáigeassu

source: Samisk film har de siste årene hatt en bemerkelsesverdig vekst, særlig etter opprettelsen av et samisk filmsenter i Kautokeino i 2007. Veksten omfatter en markant økning i antall filmproduksjoner og kvinnelige regissører.
sme: Sámi filbma lea daid maŋemus jagiid mearkkašahtti ovdánan, earenoamážiid maŋŋil go Sámi filbmaguovddáš ásahuvvui Guovdageidnui 2007. Leat earenoamážiid filbmabuvttadeamit ja nisson rešissevrrat mat leat lassánan.

source: Det økte produksjonsvolumet har gitt variasjon i filmfortellingene.
sme: Go buvttadeami lohku lea nu ollu lassánan, de lea maid šaddan variašuvdna filbmamuitalusain.

source: Filmmediets popularitet, utbredelse og evne til å engasjere publikum gjør at fortellinger på film har en særlig styrke til å skape, vedlikeholde og endre forestillinger om kulturell identitet.
sme: Filbmamedia beaggin, leavvan ja nákca mainna fátmmasta gehččiid, dagaha ahte filbmamuitalusain lea earenoamáš fápmu ráhkadit, bisuhit ja rievdadit kultuvrralaš identitehta čájáhusaid.

source: Samisk film er derfor en mangefasettert kraft som forener, dokumenterer, styrker og skaper ny mening i samisk kultur og identitet.
sme: Sámi filbma lea dan dihte máŋgga bealát fápmu mii čatná, dokumentere, nanne ja ráhkada ođđa oaivila sámi kultuvrras ja identitehtas.

source: Som tema dekker samisk film mange ulike dimensjoner: samisk filmkultur, samisk kultur og samisk identitet.
sme: Sámi filbma nugo temán gokčá máŋga iešguđetlágan dimenšuvnna; sámi kultuvrra ja sámi identitehta.

source: Kulturell flyt og samspillet mellom lokal kultur (samisk) og globalisering (filmmediet, urfolksnettverk) er særlig relevant.
sme: Kultuvrralaš jođu ja ovttasdoaibman gaskal báikkálaš kultuvrra (sámi) ja globaliseren (filbmamedia, eamiálbmotfierpmádat) lea earenoamáš relevánta.

source: Å gi en fullstendig oversikt over temaet samisk film er ikke mulig.
sme: Ii leat vejolaš ovdanbuktit ollislaš gova sámi filmma ektui.

source: I denne artikkelen gir jeg en skisse over samiske filmer i Norge, med særlig vekt på perioden etter Veiviseren (Nils Gaup, 1987).
sme: Dán artihkkalis guorahalan sámi filmmaid Norggas, mas earenoamážiid čujuhan áigodahkii maŋŋil Ofelačča (Nils Gaup, 1987).

source: Jeg undersøker antall produksjoner pr. år og tiår, hvilke format filmene fordeler seg på, og kjønnsfordelingen i regissørrollen.
sme: Guorahalan man ollu leat buvttaduvvon jahkásaččat ja juohke logi jagi áigodagas, makkár formáhtaide filmmat juohkásit ja makkár sohkabealjuohkáseapmi lea rešissevrarollas.

source: Artikkelen tar utgangspunkt i grunnlagstall om samisk film fra Nasjonalbiblioteket fra 1988 til 2017. Det totale antallet registrerte filmer i perioden er 76 filmer, hvorav over halvparten befinner seg i perioden 2010–2017. Internasjonalt Samisk Filminstitutt (ISFI) viser seg som en bemerkelsesverdig driftig, nyskapende og slagkraftig aktør i utviklingen av en samisk filmkultur, ikke bare regionalt, men også i nasjonal, internasjonal og global forstand.
sme: Artihkkala vuođđuda loguide sámi filmmaid birra mat leat Nationálabibliotehkas 1988 rájes gitta 2017 rádjái. Oktiibuot leat 76 filmma ráhkaduvvon áigodagas, mas badjel bealli lea ráhkaduvvon áigodagas 2010-2017. Internašunála Sámi Filbmainstituhtta (ISFI) čájeha mearkkašahtti doaimmalašvuođa, ođasmáhtti ja árjjalaš aktevrra go guoská sámi filbmakultuvrra ovdánahttimii, ii dušše guovllu ektui, muhto maiddái sisriikkalaččat, riikkaidgaskasaččat ja máilmmi viidosaččat.

source: Med sitt søkelys på regionen Nord-Norge komplementerer og utvider Nordnorsk filmsenter (NNFS) produksjonen av samisk film, for eksempel ved at det ikke er et krav om at språket er samisk.
sme: Go fokus lea Davvi-Norga, de deavdá ja viiddida Nordnorsk filmsenter dahje Davvi-Norgga filbmaguovddáš (DNFG) maid sámi filmmaid buvttadeami, ovdamearkka dihte go ii leat gáibádus ahte giella lea sámegiella.

source: Funnene viser at samisk film er i vekst, og at samisk filmkultur er dynamisk, nyskapende og kulturelt bærekraftig.
sme: Čájehuvvo ahte sámi filbma lea ovdáneame ja sámi filbmakultuvra lea dynámalaš, ođasmáhtti ja kultuvrralaččat ceavzil.

source: Samisk film engasjerer, har påvirkningskraft og åpner for dyptgripende menneskelige erfaringer og innsikter fordi filmene handler om en av de store samfunnsutfordringene i vår tid, særlig når det gjelder integrasjon og endringer i klima/miljø.
sme: Sámi filbma geasuha, das lea váikkuhanfápmu ja rahpá čiekŋalis olmmošlaš vásáhusaid ja ipmárdusa danne go filmmat leat daid stuora servodathástalusaid birra min áiggis, earenoamážiid go guoská ovttaiduhttimii ja dálkkádat/biras rievdamiidda.

source: Tilrådingen vektlegger derfor stabilitet, videreutvikling og vekst av samisk film og filmkultur på bakgrunn av demokratiske, strategiske og kunnskapsutviklende prinsipper og rettigheter.
sme: Rávven deattuha dan dihte sámi filmmaid ja filbmakultuvrra dássedisvuođa, ovdánahttima ja lassáneami demokráhtalaš, strategalaš ja máhttoovdánahttima prinsihpaid ja rivttiid vuođul

source: 6.1 Hva er samisk film?
sme: 6.1 Mii lea sámi filbma?

source: Samisk film er oftest definert som filmer med overveiende samisk tilknytning når det gjelder sentrale roller som regissør, manusforfatter, skuespillere, samt den enkelte filmens inspirasjonskilde, tematikk, opptakssted og språk.
sme: Sámi filmmat leat dávjjimusat definerejuvvon leat filmmat main leat čielga sámi čanastagat go guoská guovddáš rollaide nugo rešissevrraide, mánusčálliide, neavttáriidda, ja maiddái dan ovttaskas filmma inspirašuvdnagáldui, fáddái, filbmenbáikái ja gillii.

source: Samisk film produseres i Sápmi, det samiske området som strekker seg mellom Norge, Sverige, Finland og Russland.
sme: Sámi filbma buvttaduvvo Sámis, mii lea sámi guovllus nugo Norggas, Ruoŧas, Suomas ja Ruoššas.

source: Definisjon og avgrensning av hva som er en samisk film, er likevel ikke lett.
sme: Lea váttis defineret ja ráddjet dan mii lea sámi filbma.

source: Samisk kultur og samiske filmer, filmarbeidere og skuespillere krysser nasjonale grenser i omfattende grad.
sme: Sámi kultuvra ja sámi filmmat, filbmabargit ja neavttárat rasttidit riikarájiid viidát.

source: Finansiering av samiske filmer skjer fra mange land og transnasjonale samarbeidsavtaler.
sme: Sámi filmmaid ruhtadeapmi dáhpáhuvvá máŋgga riikkas ja leat transnašunála ovttasbargošiehtadusat.

source: Registrering av samisk film er verken systematisk eller konsekvent.
sme: Sámi filmmaid registreren ii leat systemáhtalaš dahje konsekveanta.

source: Det gjør tilgangen på samisk film uoversiktlig og vanskelig.
sme: Dat dagaha ahte sámi filmmaid lea váttis diehtit mii lea gávdnamis ja daid lea váttis gávdnat.

source: Temaet samisk film er derfor både komplekst og transnasjonalt.
sme: Danne lea sámi filbma fáddán sihke váttis ja transnašunálalaš.

source: To konsekvenser er:
sme: Dasa váikkuhit guokte ášši:

source: 1) Ingen enhetlig eller samordnet oversikt over samiske filmer.
sme: 1) Ii makkár ge oktasaš dahje oktiiheivehuvvon listtu sámi filmmain.

source: Samiske filmer er registrert hos mange forskjellige instanser i alle de fire nasjonene, for eksempel Nasjonalbiblioteket, NRK Sápmi, NRK, TV 2, Nordnorsk filmsenter, Internasjonalt Samisk Filminstitutt, nasjonale, regionale og lokale museum.
sme: Sámi filmmat leat registrerejuvvon máŋgga iešguđetlágan ásahusaide buot njealji riikkas, ovdamearkka dihte Nationálabibliotehkii, NRK Sápmái, NRK, TV2, Davvi-Norgga filbmaguovddážii, Internašunála Sámi filbmainstituhtta, našuvnnalaš, regionála ja báikkálaš museat.

source: Noen filmer er registrert i flere arkiv.
sme: Muhtin filmmat leat registrerejuvvon máŋgga arkiivii.

source: Noen filmer er registrert som norske.
sme: Muhtin filmmat ges leat registrerejuvvon Norgga filbman.

source: 2) Finansieringen er fragmentert.
sme: 2) Ruhtadeapmi lea hágganan.

source: Infrastrukturen for samisk film er uklar og følger ulike nasjonale retningslinjer samtidig.
sme: Sámi filmmaid infrastruktuvra lea eahpečielggas ja čuovvu iešguđet lágan našuvnnalaš njuolggadusaid oktanaga.

source: Eksempler:
sme: Ovdamearkkat:

source:  Bázo (Lars-Göran Pettersson, 2003) er et svensk-norsk-dansk samarbeid som er registrert i Sverige, Norge og Danmark.
sme:  Bázo (Lars-Göran Pettersson, 2003) lea Ruoŧa-Norgga-Dánska ovttasbargu, mii lea registrerejuvvon Ruoŧas, Norggas ja Dánmárkkus.

source: Selv om Danmark er utenfor Sápmi, er filmen registrert i det danske filmarkivet på grunn av finansieringsbidraget fra Lars von Triers produksjonsselskap Zentropa.
sme: Vaikko Dánmárku lea olggobealde Sámi, de lea filbma registrerejuvvon dánska filbmaarkiivii, danne go Lars von Triers buvttadanfitnodat Zentropa lea ruhtadan dan.

source:  Sameblod (2017) er registrert som svensk og er ikke i Nasjonalbibliotekets arkiv.
sme:  Sameblod (2017) lea registrerejuvvon Ruoŧa filbman ja ii leat Nationálabibliotehka arkiivvas.

source: Årsaken er at regissøren Amanda Kernell er svensk-samiske.
sme: Sivvan dasa lea go rešissevra Amanda Kernell lea Ruoŧabeale sápmelaš.

source: Likevel omtales filmen også som norsk-samisk på grunn av den norsk-samiske hovedrolleinnehaveren Lene Cecilia Sparrok.
sme: Goitge daddjo filbma leat maiddái Norgga beale sámi, go váldoneavttár lea Norgga beale sápmelaš, Lene Cecilia Sparrok.

source:  Filmer av regissører med en blandet kulturbakgrunn blir ofte definert med ulik nasjonalitet, som kanadisk-Blackfoot-samiske Elle-Máijá Tailfeathers filmer.
sme:  Filmmat main rešissevrras lea seaguhuvvon kultuvrralaš duogáš dávjá definerejuvvo iešguđet čearddalašvuođain, nugo Kanadalaš-Blackfoot-sápmelaš Elle-Máijá Tailfeathera filmmat

source:  Registreringspraksisen for fjernsynsproduksjoner er usystematisk og tilfeldig.
sme:  TV buvttademiid registreren dáhpáhuvvá eahpesystemáhtalaččat ja soaittáhagas.

source: NRK Sápmis arkiv er vanskelig tilgjengelig og uoversiktlig.
sme: NRK Sámi arkiiva lea hui váddása duohken ja doppe ii leat álki gávdnat.

source:  NRK Sápmi, NRK, TV 2 og Nasjonalbiblioteket er ikke samordnet.
sme:  NRK Sápmi, NRK, TV2 ja Nationálabibliotehka eai leat oktiiheivehuvvon.

source:  Noen filmer/produksjoner og regissører som ikke er med i oversikten: Ella fiskerjente (Stine Sand Eira / NRK, 2007), Åtte årstid er (Eva Laukøy / NRK Trøndelag, 2012), Laara &amp; Leisa (Bjørn Tore Hallem / NRK, 2014), Bergtatt (Sverre Krüger / NRK, 2015) og ikke minst journalist Johs/Johannes Kalvemos mange produksjoner for NRK Sápmi.
sme:  Muhtin filmmat/buvttadeamit ja rešissevrrat mat eai leat mielde listtus: Ella fiskerjente (Stine Sand Eira/NRK, 2007), Åtte årstid er (Eva Laukøy/NRK Trøndelag, 2012), Laara &amp; Leisa (Bjørn Tore Hallem/NRK, 2014), Bergtatt (Sverre Krüger/NRK, 2015) ja ii unnimusat journalista Johs/Johannes Kalvemo oallut buvttadeamit NRK Sámi ovddas.

source: 6.2 Empiri og metode
sme: 6.2 Vásáhusvuođđu ja vuohki

source: Den mangelfulle oversikten over samiske filmer skyldes ujevn og til dels tilfeldig registreringspraksis.
sme: Sámi filmmaid váilevaš listu lea dan sivas go registreren dáhpáhuvvá soaittáhagas ja dušše duollet dálle.

source: Det fører til at innsamling av tallmateriale for samiske filmer krever en systematisk gjennomgang av hver enkelt film i flere arkiv, samt koordinering av årsrapporter fra flere instanser.
sme: Dat mielddisbuktá ahte go sámi filmmaid logu galgá čohkket, de gáibida systemáhtalaččat guorahallat juohke áidna filmma máŋgga arkiivvas, seammás go koordinere jahkeraporttaid máŋgga ásahusas.

source: Et slikt arbeid er omfattende når det gjelder tid og ressurser.
sme: Dat lea áddjás bargu ja gáibida ollu resurssaid.

source: I artikkelen har jeg derfor konsentrert meg om de filmene som er registrert som samiske i det norske Nasjonalbibliotekets arkiv etter 1987. Disse filmene har en uttalt samisk tilknytning gjennom regissør, manusforfatter, skuespillere, språk, opptakssted eller tematikk.
sme: Danne lean dán artihkkalis guorahallan dušše filmmaid mat leat registrerejuvvon sámi filbman Norgga Nationálabibliotehka arkiivii maŋŋil 1987. Dain filmmain lea sámi gullevašvuohta rešissevrraid, mánusčálliid, neavttáriid, giela, filbmenbáikkiid dahje fáttá dihte.

source: Et historisk tilbakeblikk på perioden før Veiviseren (Nils Gaup, 1987) er likevel nyttig fordi det illustrerer den markante endringen som har funnet sted.
sme: Historjjálaš ruovttoluottageahčastagas áigodagas ovdal Ofelačča (Nils Gaup, 1987) lea goitge ávkkálaš, go dat čájeha mearkkašahtti rievdama mii lea dáhpáhuvvan.

source: 6.3 Samisk filmhistorie, 1917–1989
sme: 6.3 Sámi filbmahistorjá, 1917-1989

source: Et historisk tilbakeblikk på filmer om eller med samer viser en gradvis endring fra et utenfraperspektiv til et innenfraperspektiv.
sme: Historjjálaš ruovttoluottageahčastagas filmmain, mat leat sápmelaččaid birra dahje main leat sápmelaččat mielde, čájeha ahte lea veahážiid mielde rievdan olggobealperspektiivvas siskkobealperspektiivii.

source: Det innebærer en gradvis økende deltagelse av samiske aktører i produksjonsforberedelsene, i tematikk og foran og bak kamera.
sme: Dat mielddisbuktá ahte sámi aktevrrat leat dađistaga lassanan buvttadanráhkkanemiin, fáttáin ja ovddabealde ja maŋábealde kámera.

source: Skiftet i perspektiv finner gjenklang i kulturhistorien og den offentlige bevisstheten om statens ansvar for minoriteter og samene som et eget folkeslag med en egen kulturhistorie, markert med konflikten om utbyggingen av Alta-Kautokeino-vassdraget på 1970-tallet.
sme: Perspektiiva molsašupmi gávdná šuoŋa kulturhistorjjás ja almmolaš diđolašvuođas, mas stádas lea ovddasvástádus unnitlogučearddain ja sápmelaččain nugo sierra álbmogiin, geain lea sierra kulturhistorjá, mii fas vuhtto bures Álttá-Guovdageainnu eanu dulvadeami riiddus 1970-logus.

source: I norsk sammenheng finner vi 20 lange kinofilmer som berører samisk kultur fra 1917 til 1989. Det betyr at filmene har samiske karakterer i hoved- eller biroller og/eller tematiserer samiske forhold.
sme: Norgga oktavuođas gávdnojit 20 guhkes kinofilmma mat guoskkahit sámi kultuvrra 1917 gitta 1989 rádjái. Dat mearkkaša ahte filmmain leat sápmelaččat váldoneavttáriin dahje eará neavttáriin ja/dahje dain lea sámi dilálašvuođat fáddán.

source: Det betyr ikke at filmene nødvendigvis gjenspeiler samisk kultur, men at de visuelt eller gjennom filmfortellingen viser forestillinger om samisk kultur og identitet.
sme: Dat ii mearkkaš ahte filmmat dárbbašit speadjalastit sámi kultuvrra, muhto ahte čájehit sámi kultuvrra ja identitehta visuálalaččat dahje filbmamuitalusa bokte.

source: En grov inndeling av filmene i perioden 1917–1989 skisserer tre hovedtendenser som langt på vei følger linjene i den samiske diskursen:
sme: Go 1917-1989 áigodaga filmmaid juohká roavvát, de čájehit dat golbma váldotendeanssa mat eai čuovo sámi diskurssa bálgáid:

source: 1) fornorskning/assimilering (1917–1949) 2) samfunnsaktualitet og paradigmeskifte (1950–1980) 3) revitaliserende og institusjonell etableringsfase (1980–1990)
sme: 2) Servodatáigeguovdilvuohta ja paradigmarievdan (1950-1980). 3) Ođasmahttin ja ásahuslaš ásahanmuddu (1980-1990).

source: Det må bemerkes at filmene i seg selv viser en større og langt mer nyansert fremstilling av samisk kultur enn en slik grovinndeling kan vise.
sme: Ferte vel namuhuvvot ahte filmmat iešalddis čájehit viidát ja eambbo máŋggabeallásaš ovdanbuktima sámi kultuvrras go dakkár roavvasit juohkin sáhttá čájehit.

source: 6.3.2 Ante som vendepunkt
sme: 6.3.2 Ante jorgalahtii

source: Med den dokumentariske filmen Same Jakki (Per Høst, 1957) blir en ny periode innledet.
sme: Per Høst Same Jakki (1957) dokumentára filmmain álggahuvvo ođđa áigodat.

source: Samiske aktører blir stadig mer fremtredende.
sme: Sámi aktevrrat leat eambbo oidnosis.

source: Selv om både Laila (Rolf Husberg, 1958) og Operasjon sjøsprøyt (Knut Bohwim, 1964) har en klar ikke-samisk dominans, er det ikke lenger uproblematisk å overse samisk medvirkning foran og bak kamera.
sme: Vaikko sihke Laila (Rolf Husberg, 1958) ja Operasjon sjøsprøyt (Knut Bohwim, 1964) filmmain lei čielga dominánsa mii ii gullan sámevuhtii, de ii lean šat nu álki hilgut sápmelaš oasálastima ovddabealde ja maŋábealde kámera.

source: Det virkelige vendepunktet skjer med fjernsynsserien og spillefilmen Ante (Arvid Skauge, NRK 1975 / Arvid Skauge 1977).
sme: Duohta rievdan dáhpáhuvai Ante TV-ráidduin ja guhkesfilmmain (Arvid Skauge, NRK 1975 / Arvid Skauge 1977).

source: Omfattende samarbeid med samiske konsulenter ble benyttet i forkant av og underveis i produksjonen.
sme: Lei dárkilis ovttasbargu sámi konsuleanttaiguin sihke ovdal buvttadeami ja buvttadettiin.

source: I tillegg var skuespillerne samiske, samisk språk ble benyttet, undertekstene oversatte både samisk og norsk dialog, og samiske samfunnsforhold ble tematisert.
sme: Dasa lassin ledje neavttárat sápmelaččat, sámegiella hubmojuvvui, teaksta jorgaluvvui sihke sámegiela ja dárogiela ságastallama mielde ja sámi servodatdilálašvuođat čuvgejuvvojedje.

source: Ante s popularitet gjorde en hel generasjon barn (og foreldre) i Norge oppmerksomme på samisk kultur, parallelt med den pågående politiske konflikten om Altasaken.
sme: Ante dovddusvuohta fuomášuhtti olles buolvva mánáid (ja váhnemiid) Norggas sámi kultuvrii, seammás go lei politihkalaš riidu Álttá ášši dihte.

source: 6.3.3 Veiviseren som gjennombrudd
sme: 6.3.3 Ofelaš rievdadii

source: Nils Gaups spillefilm Veiviseren (1987) markerer et vannskille i norsk og samisk filmhistorie, og er i dag å regne som en klassiker.
sme: Nils Gaupa filbma Ofelaš (1987) ráhkadii čielga ráji Norgga ja Sámi filbmahistorjjás, mii dál rehkenasto leat klassihkkárin.

source: I kjølvannet av det sterke samfunnsengasjementet på 1970-tallet og utfallet av Alta-saken bidro Veiviseren sterkt til å styrke samisk kultur.
sme: Seammás go lei garra servodatáŋgiruššan 1970-logus ja boađus Álttá áššis, de lei Ofelaš nanu veahkkin nannet sámi kultuvrra.

source: Veiviseren s brede suksess, nasjonalt og internasjonalt, demonstrerte at samisk kultur var en ressurs, noe å være stolt av og noe å bygge fremtiden på.
sme: Ofelačča viiddis lihkostuvvan sihke sisriikkalaččat ja riikkaidgaskasaččat, čájehii ahte sámi kultuvra lea resursa, mainna sáhttá leat rámis ja mainna sáhttá hukset boahtteáiggi.

source: Samtidig var den norske politikken rettet mot samene i endring.
sme: Seammás lei Norgga politihkka sápmelaččaid vuostá rievdame.

source: Det institusjonelle og organisatoriske grunnarbeidet som ble etablert i løpet av 1980-årene, bidro på mange måter til å markere samisk kultur som både forskjellig fra og likeverdig med norsk kultur.
sme: Ásahuslaš ja organisašuvnnaid vuođđobargu mii álggahuvvui 1980-logu jagiin lei máŋgga ládje veahkkin fuomášuhttime ahte sápmelaččain ja sámi kultuvrras lea sihke erohus ja ovttadássásašvuohta dáčča kultuvrrain.

source: En rekke utredninger var vesentlige bidrag til å skape et offentlig samisk fellesskap, deriblant artikkel 27 i FNs konvensjon om sivile og politiske rettigheter, sameloven, ny grunnlovsparagraf § 110a og Sametinget.
sme: Máŋggat čielggadeamit ledje dárbbašlaš veahkkin ásahit almmolaš sámi oktasašvuođa, nugo earret eará ON konvenšuvnna artihkal 27, mii lea siviila ja politihkalaš rivttiid birra, Sámeláhka, ođđa vuođđolágaparagráfa §110a ja Sámediggi.

source: Norges ratifisering av ILO 169 bidro ytterligere til å forsterke samenes medborgerskap.
sme: Norgga ratifiseren ILO 169 veahkehii vel eambbo nannet sápmelaččaid borgárvuođa.

source: Veiviseren har blitt et samlende symbol for den samiske nasjonen.
sme: Ofelaš lea šaddan čohkkejeaddji mearkan sámi našuvdnii.

source: De mange visningene av filmen i forbindelse med Samejubileet Tråante 2017 viste nettopp filmens høye anseelse.
sme: Dat máŋga filbmačájálmasa Tråante Sámeávvudeami oktavuođas 2017, čájehii man alla árvvus lea filbma.

source: Diagrammet nedenfor viser fordelingen av samiske og norske kinofilmer de første 72 årene av samisk filmhistorie.
sme: Diagrámma vuollelis čájeha movt sámi ja dáru kinofilmmat leat juohkásan dan vuosttaš 72 jagi sámi filbmahistorjjás.

source: Oversikten viser at hvert eneste tiår har filmer med samiske karakterer eller samisk-relatert tematikk.
sme: Listu čájeha ahte juohke logijahki lea filmmain sámi rolla dahje sámi gullevaš fáddá.

source: Kortfilmer er ikke tatt med på grunn av den vanskelige tilgjengeligheten.
sme: Oanehisfilmmat eai leat váldon mielde go lea leamaš váttis gávdnat daid.

source: Å fremskaffe en slik oversikt ville krevd en fysisk og systematisk gjennomgang av flere arkiv.
sme: Ráhkadit dakkár listu gáibidivčče fysalaš ja systemáhtalaš guorahallama máŋgga arkiivvas.

source: Som oversikten viser, startet samisk filmpolitikk allerede i 1979 med Nordnorsk filmsenter (NNFS), landets eldste regionale filmsenter.
sme: Nugo listtu čájeha, de álggahuvvui sámi filbmapolitihkka juo 1979 Davvi-Norgga filbmaguovddážiin (DNFG) (Nordnorsk filmsenter), riikka boarráseamos regionála filbmaguovddáš.

source: Etter en prøveperiode på to år kom senteret i ordinær drift i 1981. NNFS skulle være et kompetansesenter for film og filmarbeidere i NordNorge og ha et særskilt ansvar for samisk film.
sme: Maŋŋil 2 jagi geahččalanáigodaga, de álggahuvvui guovddáš ollásit 1981. DNFG galggai leat gelbbolašvuođaguovddáš filmmaide ja filbmabargiide Davvi-Norggas ja das lei earenoamáš ovddasvástádus sámi filmmaide.

source: Det innebar å produsere minimum én samisk film per år.
sme: Dat mielddisbuvttii ahte galggai buvttaduvvot unnimusat 1 sámi filbma jahkái.

source: NNFS hadde dette ansvaret frem til 2009, da det Internasjonale samiske filmsenteret (ISF) i Kautokeino tok over.
sme: DNFG lei diet ovddasvástádus gitta 2009 rádjái, go Internašunála Sámi Filbmaguovddáš (ISF) Guovdageainnus válddii dan doaimma badjelasas.

source: I 2014 gikk ISF fra å være et regionalt filmsenter til å få nasjonalt og transnasjonalt ansvar for samisk film.
sme: 2014 rievddai ISF regionála filbmaguovddážis našuvnnalaš ja transnašunála ovddasvástádussii sámi filmmaide.

source: Omorganiseringen medførte utvidelse av ansvarsområdet til å dekke all samisk film (ikke bare regionalt), inkludert spillefilmer og serier, samt navnebytte til Internasjonalt Samisk Filminstitutt (ISFI).
sme: Ođđasis organiseren mielddisbuvttii ahte ovddasvástádus suorgi viiddiduvvui gokčat buot sámi filmmaid (ii dušše regionála), oktan guhkesfilmmaiguin ja TV-ráidduiguin, ja namma rievdaduvvui maid Internašunála Sámi Filbmainstituhttan (ISFI).

source: NNFS støtter fortsatt nordnorsk film og regionens kulturarv, deriblant alle sider ved samisk kultur.
sme: DNFG doarju ain Davvi-Norgga filmmaid ja guovllu kulturárbbi, nugo maiddái buot beliid sámi kultuvrras.

source: NNFS utfyller og gjør den samiske filmkulturen mangfoldig, særlig når det gjelder samiske filmer med minoritetssamisk eller flerkulturell tematikk.
sme: DNFG gokčá ja dahká sámi filbmakultuvra máŋggabealagin, earenoamážiid go guoská sámi filmmaide main lea unnitčearddalaš-sámi dahje máŋggakultuvrralaš fáddá.

source: ISFI jobber aktivt for å styrke samisk film ved å sette et tydelig lokalt og regionalt stempel på samisk film.
sme: ISFI bargá aktiivvalaččat nannet sámi filmmaid go bidjá čielga báikkálaš ja regionála steampila sámi filmmaide.

source: Noen viktige grep er bruk av samisk språk, tradisjonsformidling og samtidsfortellinger.
sme: Muhtin mávssolaš doaimmat leat ahte geavahit sámegiela, árbevieruid gaskkusteapmi ja dálááiggemuitalusaid.
